Repository: jlendres/eggsmaker
Catalog: src/locales/*/LC_MESSAGES/eggsmaker.po
Languages: it, pt

source: Versión
it: Versione
pt: Versão

source: Acciones Previas
it: Azioni Precedenti
pt: Ações Prévias

source: Preparación (Limpiar y crear entorno)
it: Preparazione (Pulire e creare ambiente)
pt: Preparação (Limpar e criar ambiente)

source: Instalar/Actualizar Calamares
it: Installare/Aggiornare Calamares
pt: Instalar/Atualizar Calamares

source: Aplicar
it: Applica

source: Opciones Adicionales
it: Opzioni Aggiuntive
pt: Opções Adicionais

source: Generar réplica del escritorio actual
it: Genera replica del desktop attuale
pt: Gerar réplica da área de trabalho atual

source: Editar configuración de ISO
it: Modifica configurazione ISO
pt: Editar configuração da ISO

source: Generar ISO
it: Genera ISO
pt: Gerar ISO

source: Incluir datos
it: Includi dati
pt: Incluir dados

source: Máxima compresión
it: Compressione massima
pt: Compressão máxima

source: Copiar ISO
it: Copia ISO

source: Copia Rápida
it: Copia Veloce
pt: Cópia Rápida

source: Copiar ISO Generada
it: Copia ISO Generata
pt: Copiar ISO Gerada

source: Ejecutando
it: In esecuzione
pt: Executando

source: Copias realizadas: 0
it: Copie effettuate: 0
pt: Cópias realizadas: 0

source: Tamaño ISO: N/A
it: Dimensione ISO: N/A
pt: Tamanho da ISO: N/A

source: Salir
it: Esci
pt: Sair

source: Autenticación requerida
it: Autenticazione richiesta
pt: Autenticação requerida

source: Introduce tu contraseña de sudo:
it: Inserisci la tua password sudo:
pt: Digite sua senha de sudo:

source: Generación:
it: Generazione:
pt: Geração:

source: Total:
it: Totale:

source: Ejecutando:
it: In esecuzione:
pt: Executando:

source: Éxito
it: Successo
pt: Sucesso

source: Operación completada
it: Operazione completata
pt: Operação concluída

source: Error
it: Errore
pt: Erro

source: Contraseña de root:
it: Password di root:
pt: Senha de root:

source: Nombre base del snapshot (ej: mi-distro):
it: Nome base dello snapshot (es: mia-distro):
pt: Nome base do snapshot (ex: minha-distro):

source: Prefijo del snapshot (ej: personalizada-):
it: Prefisso dello snapshot (es: personalizzata-):
pt: Prefixo do snapshot (ex: personalizada-):

source: Contraseña de usuario:
it: Password utente:
pt: Senha do usuário:

source: Guardar cambios
it: Salva modifiche
pt: Salvar alterações

source: Cancelar
it: Annulla

source: Limpieza
it: Pulizia
pt: Limpeza

source: Se eliminaran los archivos temporales
it: I file temporanei saranno eliminati
pt: Os arquivos temporários serão excluídos

source: Error al eliminar archivos temporales: {str(e)}
it: Errore durante l'eliminazione dei file temporanei: {str(e)}
pt: Erro ao excluir arquivos temporários: {str(e)}

source: Copia:
pt: Cópia:
